<?= $this->extend('layout/_layout')  ?>

<?= $this->section('content') ?> 


<!-- Blog Details Section Begin -->
<section class="blog-details spad">
    <div class="container">
        <div class="row">
            <div class="col-lg-12">
                <div class="blog__details__title">
                    <h2>ระบบอู่ซ่อมรถยนต์</h2>
                </div>
                <div class="blog__details__pic">
                    <img src="<?= base_url('img/products/carservices/chooseus-pic.jpg'); ?>" alt="">
                </div>
            </div>
        </div>
        <div class="row d-flex justify-content-center">
            <div class="col-lg-9">
                <div class="blog__details__text">
                    <p>
                        โปรแกรมระบบอู่ซ่อมรถ ได้ออกแบบรองรับการทำงานทั้งการจัดการรถเข้าซ่อม ตรวจเช็ครถ ควบคุมต้นทุนทั้งค่าแรงและอะไหล่
                        มีระบบสต๊อกสินค้า ระบบสั่งซื้อ ส่งซ่อมหรือประกอบอะไหล่ รวมทั้งส่งต่อซ่อมอู่นอกในบางงานที่ไม่มีบริการ
                        เพื่อช่วยให้ทุกการทำงานง่ายขึ้น สะดวก และประหยัดเวลามากขึ้น
                    </p>
                    <p>
                        ระบบงานสามารถจัดเก็บข้อมูลเฉพาะ ที่เกี่ยวข้องกับรถได้ทุกประเภททั้ง รถยนต์ รถตู้ รถบัสโดยสาร ก็สามารถจัดเก็บได้เช่นกัน
                        สามารถเรียกดูประวัติการซ่อมได้ สามารถนำมาใช้ทั้งงานภายในองค์กร และรับลูกค้าภายนอกได้
                    </p>
                    <p>
                        สำหรับการทำงานของโปรแกรมที่ทางบริษัทฯ ได้พัฒนาขึ้นมานั้น จะมีฟังก์ชั่นการทำงานหลักๆ ดังต่อไปนี้
                    </p>
                </div>
                <div class="blog__details__item">
                    <div class="row">
                        <div class="col-lg-6 col-md-6">
                            <img src="<?= base_url('img/products/carservices/car.jpg'); ?>" alt="">
                        </div>
                        <div class="col-lg-6 col-md-6">
                            <div class="blog__details__item__text">
                                <h4>
                                    1. รับรถเข้าซ่อม ง่ายและรวดเร็ว
                                </h4>
                                <ul>
                                    <li>เก็บข้อมูลรถ เช่น ทะเบียนรถ เลขที่ตัวถัง รหัสเครื่องยนต์ สี ขนาดรถ เป็นต้น และเก็บรูปภาพรถได้</li>
                                    <li>ระบุวัน เวลาที่เปิดรับงาน ประมาณระยะเวลาซ่อม ผู้รับแจ้งซ่อม เลขไมล์</li>
                                    <li>ระบุให้เป็นงานซ่อมในอู่ หรือส่งไปซ่อมอู่นอก พร้อมระบุชื่อ สถานที่ซ่อมได้</li>
                                    <li>สามารถระบุอาการที่ต้องซ่อม หรือตรวจเช็คอะไรบ้าง ได้ไม่จำกัด</li>
                                    <li>สามารถระบุช่างที่รับผิดชอบ  ตามแต่ละรายการซ่อมได้หลายคน</li>
                                    <li>สามารถเรียกดูต้นทุนซ่อมได้ทั้งงานระหว่างทำ ( WIP ) และงานซ่อมเสร็จแล้ว</li>
                                    <li>ดูรายละเอียดการซ่อมตามวันที่ Job Code ทะเบียนรถ ช่าง หรือหมวดซ่อมได้ทั้งงานซ่อมเสร็จ และงานระหว่างซ่อม</li>
                                    <li>มีรายงานสรุปต้นทุนซ่อม แสดงค่าใช้จ่ายแยกตามอะไหล่  และถ้ามีอะไหล่ที่เปลี่ยนก่อนครบกำหนดอายุการใช้งาน จะแสดงวันที่เปลี่ยนรอบที่แล้วให้ทราบ</li>
                                    <li>รายงานสถิติการซ่อมตามกลุ่มช่าง หรือตามทะเบียนรถ</li>
                                    <li>มีแบบฟอร์มใบเบิก ใบยืมอะไหล่</li>
                                </ul>
                                <!-- <p>
                                    -   เก็บข้อมูลรถ เช่น ทะเบียนรถ เลขที่ตัวถัง รหัสเครื่องยนต์ สี ขนาดรถ เป็นต้น และเก็บรูปภาพรถได้ <br />
                                    -	ระบุวัน เวลาที่เปิดรับงาน ประมาณระยะเวลาซ่อม ผู้รับแจ้งซ่อม เลขไมล์ <br />
                                    -	ระบุให้เป็นงานซ่อมในอู่ หรือส่งไปซ่อมอู่นอก พร้อมระบุชื่อ สถานที่ซ่อมได้ <br />
                                    -	สามารถระบุอาการที่ต้องซ่อม หรือตรวจเช็คอะไรบ้าง ได้ไม่จำกัด <br />
                                    -	สามารถระบุช่างที่รับผิดชอบ  ตามแต่ละรายการซ่อมได้หลายคน <br /> 
                                    -	สามารถเรียกดูต้นทุนซ่อมได้ทั้งงานระหว่างทำ ( WIP ) และงานซ่อมเสร็จแล้ว <br />
                                    -	ดูรายละเอียดการซ่อมตามวันที่ Job Code ทะเบียนรถ ช่าง หรือหมวดซ่อมได้ทั้งงานซ่อมเสร็จ และงานระหว่างซ่อม <br />
                                    -	มีรายงานสรุปต้นทุนซ่อม แสดงค่าใช้จ่ายแยกตามอะไหล่  และถ้ามีอะไหล่ที่เปลี่ยนก่อนครบกำหนดอายุการใช้งาน จะแสดงวันที่เปลี่ยนรอบที่แล้วให้ทราบ <br />
                                    -	รายงานสถิติการซ่อมตามกลุ่มช่าง หรือตามทะเบียนรถ <br />
                                    -	มีแบบฟอร์มใบเบิก ใบยืมอะไหล่ <br />
                                </p> -->
                            </div>
                        </div>
                    </div>
                </div>

                <div class="blog__details__item">
                    <div class="row">
                        <div class="col-lg-6 col-md-6">
                            <img src="<?= base_url('img/products/carservices/checklist.jpg'); ?>" alt="">
                        </div>
                        <div class="col-lg-6 col-md-6">
                            <div class="blog__details__item__text">
                                <h4>
                                    2. ตรวจสภาพรถและบาดแผล
                                </h4>
                                <ul>
                                    <li>มี Check List ให้ตรวจอุปกรณ์ในรถ</li>
                                    <li>สามารถถ่ายภาพบาดแผลหรือสภาพรถด้วยมือถือ เพื่อเก็บรูปเข้าระบบได้</li>
                                </ul>
                                <!-- <p>
                                    -	มี Check List ให้ตรวจอุปกรณ์ในรถ <br />
                                    -	สามารถถ่ายภาพบาดแผลหรือสภาพรถด้วยมือถือ เพื่อเก็บรูปเข้าระบบได้ <br />
                                </p> -->
                            </div>
                        </div>
                    </div>
                </div>

                <div class="blog__details__item">
                    <div class="row">
                        <div class="col-lg-6 col-md-6">
                            <img src="<?= base_url('img/products/carservices/inventory.jpg'); ?>" alt="">
                        </div>
                        <div class="col-lg-6 col-md-6">
                            <div class="blog__details__item__text">
                                <h4>
                                    3. ระบบสต๊อกสินค้า
                                </h4>
                                <p><strong>3.1  ข้อมูลสินค้า</strong></p>
                                <ul>
                                    <li>เก็บข้อมูลสินค้าได้ทั้งรหัสอะไหล่และรหัสค่าแรง  มีให้ระบุหมวดแยกประเภทอะไหล่ได้</li>
                                    <li>สามารถเก็บรูปสินค้า  กำหนดอายุใช้งานของสินค้าได้</li>
                                    <li>สามารถพิมพ์ Catalog รูปสินค้าได้</li>
                                    <li>สามารถกำหนดให้สินค้าต้องมีระบุ Serial No. ตอนรับเข้า – เบิกสินค้าได้</li>
                                    <li>สามารถกำหนดให้สินค้าที่เบิกต้องมีการคืนอะไหล่เก่าได้</li>
                                </ul>
                                <p><strong>3.2  มีเอกสารรับเข้า – เบิกจ่าย –ส่งซ่อมสินค้า</strong></p>
                                <ul>
                                    <li>กำหนดให้สินค้าที่ระบุมี Serial No. ตอนรับสินค้าเข้าต้องระบุ Serial No. ให้ครบตามจำนวนสินค้า</li>
                                    <li>สามารถตัดเบิกสินค้าโดยใช้ Serial No. แทนรหัสสินค้าได้  เช่น ยางรถยนต์ เครื่องเสียง ฯลฯ</li>
                                    <li>สามารถเลือกเบิกสินค้าจาก Lot ราคาของสินค้าได้ (กรณีสินค้า 1 รหัส มีหลายราคา เช่น อะไหล่แท้ อะไหล่เทียบเท่า หรืออะไหล่มือสอง)</li>
                                    <li>ควบคุมการเบิกอะไหล่ตาม Job</li>
                                    <li>มีเอกสารยืมอะไหล่  เมื่อช่างซ่อมเสร็จจะต้องคืนอะไหล่ให้ครบก่อนถึงจะสามารถปิดงานได้</li>
                                    <li>สามารถกำหนดให้มีหลายคลังสินค้า  และโอนสินค้าระหว่างคลังสินค้าได้</li>
                                </ul>
                                <!-- <p>
                                    3.1  ข้อมูลสินค้า <br />
                                    -	เก็บข้อมูลสินค้าได้ทั้งรหัสอะไหล่และรหัสค่าแรง  มีให้ระบุหมวดแยกประเภทอะไหล่ได้ <br />
                                    -	สามารถเก็บรูปสินค้า  กำหนดอายุใช้งานของสินค้าได้ <br />
                                    -	สามารถพิมพ์ Catalog รูปสินค้าได้ <br />
                                    -	สามารถกำหนดให้สินค้าต้องมีระบุ Serial No. ตอนรับเข้า – เบิกสินค้าได้ <br />
                                    -	สามารถกำหนดให้สินค้าที่เบิกต้องมีการคืนอะไหล่เก่าได้ <br />
                                    3.2  มีเอกสารรับเข้า – เบิกจ่าย –ส่งซ่อมสินค้า <br />
                                    -   กำหนดให้สินค้าที่ระบุมี Serial No. ตอนรับสินค้าเข้าต้องระบุ Serial No. ให้ครบตามจำนวนสินค้า <br />
                                    -   สามารถตัดเบิกสินค้าโดยใช้ Serial No. แทนรหัสสินค้าได้  เช่น ยางรถยนต์ เครื่องเสียง ฯลฯ <br />
                                    -   สามารถเลือกเบิกสินค้าจาก Lot ราคาของสินค้าได้ (กรณีสินค้า 1 รหัส มีหลายราคา เช่น อะไหล่แท้ อะไหล่เทียบเท่า หรืออะไหล่มือสอง) <br />
                                    -   ควบคุมการเบิกอะไหล่ตาม Job <br />
                                    -   มีเอกสารยืมอะไหล่  เมื่อช่างซ่อมเสร็จจะต้องคืนอะไหล่ให้ครบก่อนถึงจะสามารถปิดงานได้ <br />
                                    -   สามารถกำหนดให้มีหลายคลังสินค้า  และโอนสินค้าระหว่างคลังสินค้าได้ <br />
                                </p> -->
                            </div>
                        </div>
                    </div>
                </div>

                <div class="blog__details__item">
                    <div class="row">
                        <div class="col-lg-6 col-md-6">
                            <img src="<?= base_url('img/products/carservices/purchase.jpg'); ?>" alt="">
                        </div>
                        <div class="col-lg-6 col-md-6">
                            <div class="blog__details__item__text">
                                <h4>
                                    4. จัดซื้อ
                                </h4>
                                <ul>
                                    <li>มีเอกสารขอซื้อ สั่งซื้อ ส่งซ่อม ประกอบ กำหนดให้ต้องผ่านอนุมัติก่อนสั่งซื้อได้</li>
                                    <li>สามารถตรวจเช็ครายการสินค้าค้างสั่ง หรือค้างรับได้</li>
                                    <li>อะไหล่ที่จะส่งซ่อมนอก  ต้องมีใบขออนุมัติส่งซ่อมจากส่วนซ่อมบำรุงก่อนส่งไปซ่อมอู่นอกได้</li>
                                    <li>มีเอกสารเบิกอะไหล่เพื่อส่งไปประกอบนอก (สามารถเบิกได้หลายรหัสสินค้าเพื่อประกอบเป็นอะไหล่ใหม่ รหัสสินค้าใหม่)  และออกเอกสารรับกลับตอนซ่อมเสร็จพร้อมระบุค่าแรง  เพื่อรวมเป็นต้นทุนของอะไหล่ชิ้นนั้น</li>
                                    <li>สามารถพิมพ์ Barcode ตามรหัสสินค้า หรือตามจำนวนสินค้าในเอกสารรับเข้าได้</li>
                                </ul>
                                <!-- <p>
                                    -	มีเอกสารขอซื้อ สั่งซื้อ ส่งซ่อม ประกอบ กำหนดให้ต้องผ่านอนุมัติก่อนสั่งซื้อได้ <br />
                                    -	สามารถตรวจเช็ครายการสินค้าค้าสั่ง หรือค้างรับได้ <br />
                                    -	อะไหล่ที่จะส่งซ่อมนอก  ต้องมีใบขออนุมัติส่งซ่อมจากส่วนซ่อมบำรุงก่อนส่งไปซ่อมอู่นอกได้ <br />
                                    -	มีเอกสารเบิกอะไหล่เพื่อส่งไปประกอบนอก (สามารถเบิกได้หลายรหัสสินค้าเพื่อประกอบเป็นอะไหล่ใหม่ รหัสสินค้าใหม่)  และออกเอกสารรับกลับตอนซ่อมเสร็จพร้อมระบุค่าแรง  เพื่อรวมเป็นต้นทุนของอะไหล่ชิ้นนั้น <br />
                                    -   สามารถพิมพ์ Barcode ตามรหัสสินค้า หรือตามจำนวนสินค้าในเอกสารรับเข้าได้ <br />
                                </p> -->
                            </div>
                        </div>
                    </div>
                </div>               
            </div>
        </div>
    </div>
</section>
<!-- Blog Details Section End -->

<?= $this->endSection() ?> 